Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=599_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Saamelaisnuorten bändit menestyivät Turun tapahtumassa
sms: Sääʹmnuõri musikkorkesteer lekstumuš Turku-gåårad musikkpooddâst

source: Saamelaisnuoria valtakunnallisessa Sounds 2012 -tapahtumassa edustaneet bändit, inarilainen The Slap ja utsjokelainen Hilbes, saivat kiitosta esityksistään ja osaamisestaan.
sms: Sääʹmnuõri väʹlddkååddlaž Sounds 2012 –musikkpooddâst võborkâsttam musikkorkesteer, aanarneǩ The Slap da uccjokkneǩ Hilbes, vuõǯǯu voddõõttmõõžžsteez da silttumuužžsteez ǩeäittam ärvvsaž späʹsseb.

source: Molemmat ryhmät saivat tapahtumassa kunniamaininnan.
sms: Kuhttu joouk vuõǯǯu musikkpooddâst cisttǩeiʹttpeäggtõõzz.

source: The Slap ja Hilbes valittiin Inarissa maaliskuun lopussa järjestetyssä Saamelaisnuorten taidetapahtumassa saamelaisnuorten edustajiksi valtakunnalliseen tapahtumaan.
sms: The Slap da Hilbes vaʹlljeeš Aanrest pâʹzzlâšttam-mannu looppâst riõššum Sääʹmnuõri čeäʹppvuõđpeeiʹvest sääʹmnuõri võboršeʹǩǩen väʹlddkååddlaž musikkpoʹdde.

source: Lue Sounds 2012-tapahtumatoimituksen juttu Hilbes-bändistä tästä .
sms: Looǥǥ Sounds 2012-musikkpoddtuåimmtõõzz mainnâz Hilbes-musikkorkesteerest täʹst .
